/* NSButton (Don't show again for this version.) : <title:Don't show again for this version.> (oid:12) */
"Don't show again for this version." = "Ikke vis dette igjen";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Doner!";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "(Det har tatt mange netter å utvikle dette programmet. Hvis du liker det så vennligst vurder en donasjon til programmereren (det er meg!). Det vil oppmuntre meg til å gjøre programmet enda bedre. Helt sant!)";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Senere";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Vennligst doner";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Takk for at du bruker Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "Pengeoverføringen kan enkelt foretas over internett ved hjelp av PayPal.";

